{
  "books": [
    {
      "id": 1,
      "isbn": "9781393495574",
      "title": "The Accursed God",
      "author": "Vivek Dutta Mishra",
      "pages": "380",
      "price": 199,
      "rating": 4.9,
      "votes": "49",
      "description": "THE LOST EPIC ============ The story of the epic battle of Kurukshetra has been told and retold for ages. Millennia of dust, fables, imaginations — and the epic itself is lost. What remained is the story of a family feud and ambition of Kauravas and Pandavas. But why, then, was this an epic war? Why entire Aryavart plunged into this first real world-war? Why the echo of this ancient war still resonates after all those centuries? Rediscover the lost epic whose origin lies in the birth of the Kurukshetra that had tasted its first blood over a hundred years before the final Mahabharata war. Discover the complete saga of Mahabharata which goes far and beyond just Kauravas and Pandavas and their ambitions. THE ACCURSED GOD ================ Long before the epic battle, long before even the birth of Kurukshetra, a man swore on his father’s pyre to avenge against the mightiest empire, any civilization had ever seen. Between his might and near-certain destruction of the Empire, stood a warrior, who rose like a phoenix from the ashes of his seven dead brothers — taking the mantle of a fabled Accursed God. In the clash that followed, Aryavart heard several more oaths by the side of more burning pyres, until, a young king decided that no price is too high for peace. Little did he know that the price would be a war engulfing the entire Aryavart, where few would live to tell the tale. And only one man can delay the inevitable if not prevent it. He is the accursed God and even he doesn’t know that destiny is like a quicksand, the more he tries to prevent it, the faster Aryavart moves towards the ultimate catastrophe. Discover the saga of a man’s journey to that of a legendary and universally hated Accursed God, the saga of the ruthless ambitions and unfulfilled loves, endless deceits and vengeful oaths, and the saga of the battles to prevent the ultimate war. TESTIMONIALS ============= When is the last time you finished a book and discover something? Here is a gripping and intriguing take on the greatest epic of all time through the eyes of its pivotal character that leaves your mind exhilarated, adding a fresh perspective to the tale that’s known, yet unknown. Throughout the fast action-packed book, the author masterfully blends politics, war and science and blurs the gap between love and hate, peace and war, and fiction and reality. A must-read novel which will leave you wanting for more. --- Colonel Avanish, Indian Army",
      "tags": [
        "epic",
        "indian",
        "mahabharata",
        "bhishma",
        "history"
      ],
      "series": "The Lost Epic",
      "seriesIndex": "1",
      "releaseDate": "2020-01-14T18:30:00.000Z",
      "cover": "http://thelostepic.com/wp-content/uploads/2021/04/THE-ACCURSED-GOD-Front-780x1100-1.jpg",
      "authorurl": "https://images-na.ssl-images-amazon.com/images/I/71jyQV8ZgdL._SY600_.jpg"
    },
    {
      "id": 2,
      "isbn": "9781408855652",
      "title": "Harry Potter and the Philosopher's Stone",
      "author": "JK Rowling",
      "pages": "352",
      "price": 340,
      "rating": 4.7,
      "votes": "10192",
      "description": "Harry Potter and the Philosopher's Stone was J.K. Rowling's first novel, followed by the subsequent six titles in the Harry Potter series, as well as three books written for charity: Fantastic Beasts and Where to Find Them, Quidditch Through the Ages and The Tales of Beedle the Bard. The Harry Potter novels have now sold over 450 million copies worldwide and been translated into 78 languages.",
      "tags": [
        "harry potter",
        "fiction",
        "fantasy",
        "best-seller"
      ],
      "series": "Harry Potter",
      "seriesIndex": "1",
      "releaseDate": "1997-06-25T18:30:00.000Z",
      "cover": "https://images-na.ssl-images-amazon.com/images/I/81YOuOGFCJL.jpg",
      "authorurl": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcS3bDP-AbnH7l2pjO-SwJkEFQu9dxDE6V8wyJ_5x_lfkVpTMA80"
    },
    {
      "id": 3,
      "isbn": "1408855666",
      "title": "Harry Potter and the Chamber of Secrets ",
      "author": "JK Rowling",
      "pages": "384",
      "price": 259,
      "rating": 4.7,
      "votes": "8518",
      "description": "Harry Potter's summer has included the worst birthday ever, doomy warnings from a house-elf called Dobby, and rescue from the Dursleys by his friend Ron Weasley in a magical flying car! Back at Hogwarts School of Witchcraft and Wizardry for his second year, Harry hears strange whispers echo through empty corridors - and then the attacks start. Students are found as though turned to stone . Dobby's sinister predictions seem to be coming true.",
      "tags": [
        "harry potter",
        "fiction",
        "fantasy",
        "best-seller"
      ],
      "series": "Harry Potter",
      "seriesIndex": "2",
      "releaseDate": "1998-07-01T18:30:00.000Z",
      "cover": "https://kbimages1-a.akamaihd.net/1c469dcb-5d48-47cb-a61b-5298babdb0d3/1200/1200/False/harry-potter-and-the-chamber-of-secrets-6.jpg",
      "authorurl": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcS3bDP-AbnH7l2pjO-SwJkEFQu9dxDE6V8wyJ_5x_lfkVpTMA80"
    },
    {
      "id": 4,
      "isbn": "1408855674",
      "title": "Harry Potter and the Prisoner of Azkaban ",
      "author": "JK Rowling",
      "pages": "480",
      "price": 400,
      "rating": 4.6,
      "votes": "4850",
      "description": "Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling and the second novel in the Harry Potter series. The plot follows Harry's second year at Hogwarts School of Witchcraft and Wizardry, during which a series of messages on the walls of the school's corridors warn that the 'Chamber of Secrets' has been opened and that the 'heir of Slytherin' would kill all pupils who do not come from all-magical families. These threats are found after attacks that leave residents of the school petrified. Throughout the year, Harry and his friends Ron and Hermione investigate the attacks.",
      "tags": [
        "harry potter",
        "fiction",
        "fantasy",
        "best-seller"
      ],
      "series": "Harry Potter",
      "seriesIndex": "3",
      "releaseDate": "1999-07-08",
      "cover": "https://kbimages1-a.akamaihd.net/69eca8ca-652c-4641-b86f-42de460a6d4d/1200/1200/False/harry-potter-and-the-prisoner-of-azkaban-6.jpg",
      "authorurl": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcS3bDP-AbnH7l2pjO-SwJkEFQu9dxDE6V8wyJ_5x_lfkVpTMA80"
    },
    {
      "id": 5,
      "isbn": "1408855682",
      "title": "Harry Potter and the Goblet of Fire",
      "author": "JK Rowling",
      "pages": "640",
      "price": 450,
      "rating": 4.7,
      "votes": "4503",
      "description": "Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling and the second novel in the Harry Potter series. The plot follows Harry's second year at Hogwarts School of Witchcraft and Wizardry, during which a series of messages on the walls of the school's corridors warn that the 'Chamber of Secrets' has been opened and that the 'heir of Slytherin' would kill all pupils who do not come from all-magical families. These threats are found after attacks that leave residents of the school petrified. Throughout the year, Harry and his friends Ron and Hermione investigate the attacks.",
      "tags": [
        "harry potter",
        "fiction",
        "fantasy",
        "best-seller"
      ],
      "series": "Harry Potter",
      "seriesIndex": "4",
      "releaseDate": "2000-07-08",
      "cover": "https://cdn11.bigcommerce.com/s-z7qq7adctg/images/stencil/500x659/products/674092/774560/btcl__84587.1522183285.jpg?c=2",
      "authorurl": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcS3bDP-AbnH7l2pjO-SwJkEFQu9dxDE6V8wyJ_5x_lfkVpTMA80"
    },
    {
      "id": 7,
      "isbn": "9781408855706",
      "title": "Harry Potter and the Half Blood Prince",
      "author": "JK Rowling",
      "pages": "560",
      "price": 400,
      "rating": 4.7,
      "votes": "5651",
      "description": "Harry Potter and the Half-Blood Prince is a 2009 fantasy film directed by David Yates and distributed by Warner Bros. Pictures.[3] It is based on J. K. Rowling's 2005 novel of the same name. The film, which is the sixth instalment in the Harry Potter film series, was written by Steve Kloves and produced by David Heyman and David Barron.[4] The story follows Harry Potter's sixth year at Hogwarts as he receives a mysterious textbook, falls in love, and attempts to retrieve a memory that holds the key to Lord Voldemort's downfall. The film stars Daniel Radcliffe as Harry Potter, alongside Rupert Grint and Emma Watson as Harry's best friends Ron Weasley and Hermione Granger. It is the sequel to Harry Potter and the Order of the Phoenix (2007) and is followed by Harry Potter and the Deathly Hallows – Part 1 (2010). Filming began on 24 September 2007, leading to the film's worldwide cinematic release on 15 July 2009, one day short of the fourth anniversary of the corresponding novel's release. With an estimated budget of $250 million, it is one of the most expensive films ever made and the most expensive film in the Harry Potter film series. The film was simultaneously released in regular cinemas and IMAX 3D everywhere except North America, where its IMAX release was delayed for two weeks.",
      "tags": [
        "harry potter",
        "fiction",
        "fantasy",
        "best-seller"
      ],
      "series": "Harry Potter",
      "seriesIndex": "6",
      "releaseDate": "2005-07-25",
      "cover": "https://cdn01.sapnaonline.com/product_media/9781408855706/md_9781408855706.jpg",
      "authorurl": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcS3bDP-AbnH7l2pjO-SwJkEFQu9dxDE6V8wyJ_5x_lfkVpTMA80"
    },
    {
      "id": 8,
      "isbn": "1408894742",
      "title": "Harry Potter and the Deathly Hallows",
      "author": "JK Rowling",
      "pages": "640",
      "price": 550,
      "rating": 4.7,
      "votes": "7262",
      "description": "Harry Potter and the Deathly Hallows is a fantasy novel written by British author J. K. Rowling and the seventh and final novel of the Harry Potter series. It was released on 21 July 2007 in the United Kingdom by Bloomsbury Publishing, in the United States by Scholastic, and in Canada by Raincoast Books. The novel chronicles the events directly following Harry Potter and the Half-Blood Prince (2005) and the final confrontation between the wizards Harry Potter and Lord Voldemort.",
      "tags": [
        "harry potter",
        "fiction",
        "fantasy",
        "best-seller"
      ],
      "series": "Harry Potter",
      "seriesIndex": "7",
      "releaseDate": "2007-07-21",
      "cover": "https://images-na.ssl-images-amazon.com/images/I/811t1pfIZXL.jpg",
      "authorurl": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcS3bDP-AbnH7l2pjO-SwJkEFQu9dxDE6V8wyJ_5x_lfkVpTMA80"
    },
    {
      "id": 10,
      "isbn": " 8193387627",
      "title": "The Count of Monte Cristo",
      "author": "Alexandre Dumas",
      "pages": "932",
      "price": 350,
      "rating": 4.5,
      "votes": "1139",
      "description": "The Count of Monte Cristo (French: Le Comte de Monte-Cristo) is an adventure novel by French author Alexandre Dumas (père) completed in 1844. It is one of the author's more popular works, along with The Three Musketeers. Like many of his novels, it was expanded from plot outlines suggested by his collaborating ghostwriter Auguste Maquet.[1] Another important work by Dumas, written before his work with Maquet, was the 1843 short novel Georges; this novel is of particular interest to scholars because Dumas reused many of the ideas and plot devices later in The Count of Monte Cristo.[2] The story takes place in France, Italy, and islands in the Mediterranean during the historical events of 1815–1839: the era of the Bourbon Restoration through the reign of Louis-Philippe of France. It begins just before the Hundred Days period (when Napoleon returned to power after his exile). The historical setting is a fundamental element of the book, an adventure story primarily concerned with themes of hope, justice, vengeance, mercy, and forgiveness. It centres on a man who is wrongfully imprisoned, escapes from jail, acquires a fortune, and sets about exacting revenge on those responsible for his imprisonment. His plans have devastating consequences for both the innocent and the guilty. The book is considered a literary classic today. ",
      "tags": [
        "fiction",
        "classic",
        "best-seller",
        "historic fiction",
        "adventure"
      ],
      "series": "",
      "seriesIndex": "",
      "releaseDate": "1886-01-01",
      "cover": "https://images-na.ssl-images-amazon.com/images/I/61qF6xsWq3L.jpg",
      "authorurl": "https://cdn.britannica.com/91/160891-050-54D140D5/Alexandre-Dumas.jpg"
    },
    {
      "id": 11,
      "isbn": "0007527519",
      "title": "Five Little Pigs",
      "author": "Agatha Christie",
      "pages": "288",
      "price": 180,
      "rating": 4.6,
      "votes": "605",
      "description": "Five Little Pigs is a work of detective fiction by British writer Agatha Christie, first published in the US by Dodd, Mead and Company in May 1942 under the title of Murder in Retrospect[1] and in UK by the Collins Crime Club in January 1943 although some sources state that publication occurred in November 1942.[2] The UK first edition carries a copyright date of 1942 and retailed at eight shillings[2] while the US edition was priced at $2.00. The book features Hercule Poirot. Five Little Pigs is unusual in the way that the same events are retold from the viewpoints of five people present on the day of the murder sixteen years earlier. ",
      "tags": [
        "fiction",
        "detective",
        "hercule poirot",
        "suspense",
        "murder"
      ],
      "series": "Hercule Poirot",
      "seriesIndex": "",
      "releaseDate": "1942-05-01",
      "cover": "https://kbimages1-a.akamaihd.net/d54608a2-1499-47eb-bd78-e96b384c49e5/1200/1200/False/five-little-pigs.jpg",
      "authorurl": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Agatha_Christie.png"
    },
    {
      "id": 12,
      "isbn": "8129135728",
      "title": "Half Girl Friend",
      "author": "Chetan Bhagat",
      "pages": "280",
      "price": 180,
      "rating": 3.2,
      "votes": "8300",
      "description": "Half Girlfriend is an Indian English coming of age, young adult romance novel by Indian author Chetan Bhagat.[1] The novel, set in rural Bihar, New Delhi, Patna, and New York, is the story of a Bihari boy in quest of winning over the girl he loves.[2][3] This is Bhagat's sixth novel which was released on 1 October 2014[4] by Rupa Publications. The novel has also been published in Hindi[5] and Gujarati[6] versions as well. Dedicated to 'non English-types', as Chetan Bhagat wrote, the book divulges the sentiments and linguistic struggles of a backward rural Bhojpuri-laced Hindi-speaking boy from Bihar as he enrolls himself at the prestigious English-medium St. Stephen’s College, New Delhi, and falls in love with a 'high class English-speaking rich Delhi girl' schooled at Modern School, New Delhi. The girl does not admit the relationship but agrees to be his 'half girlfriend'.[7] Chetan Bhagat commented, 'Half-Girlfriend, to me, is a unique Indian phenomenon, where boys and girls are not clear about their relationship status with each other. A boy may think he is more than friends with the girl, but the girl is still not his girlfriend. Hence, I thought we needed a term like 'Half girlfriend'. Because, in India, that is what most men get.'[7]",
      "tags": [
        "fiction",
        "indian",
        "young adult",
        "college",
        "romance"
      ],
      "series": "",
      "seriesIndex": "",
      "releaseDate": "2017-05-19",
      "cover": "https://images-na.ssl-images-amazon.com/images/I/712HEn9SNwL.jpg",
      "authorurl": "https://pbs.twimg.com/profile_images/1029242665705992192/nQqnqCUG.jpg"
    },
    {
      "title": "Turning Point",
      "author": "APJ Abdul Kalam",
      "price": "260",
      "rating": "4.2",
      "cover": "https://images-na.ssl-images-amazon.com/images/I/81qImLPNfIL.jpg",
      "authorurl": "https://cdn.britannica.com/56/148856-004-2F59E2D9/APJ-2008.jpg",
      "description": "It was like any other day on the Anna University campus in Chennai. I had delivered a lecture 'Vision to Mission' and the \nsession got extended from one hour to two. I had lunch with a group of research students and went back to class. \nAs I was returning to my rooms in the evening the vice-chancellor, Prof. A. Kalanidhi, fell in step with me. \nSomeone had been frantically trying to get in touch with me through the day, he said.Indeed, the phone was ringing when I entered the room. \nWhen I answered, a voice at the other end said, 'The prime minister wants to talk with you ...' \nSome months earlier, I had left my post as principal scientific adviser to the government of India, a Cabinet-level post, to return to teaching.",
      "id": 15
    },
    {
      "title": "The Invisible Man",
      "author": "HG Walls",
      "price": "199",
      "rating": "3.4",
      "cover": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781476797496/the-invisible-man-9781476797496_hr.jpg",
      "authorurl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5U3hNsUVUx74ZaJN3DmmHdvwlak4Vd_NljQ&usqp=CAU",
      "description": "The Invisible Man is a science fiction novel by H. G. Wells. Originally serialized in Pearson's Weekly in 1897, it was published as a novel the same year. The Invisible Man to whom the title refers is Griffin, a scientist who has devoted himself to research into optics and who invents a way to change a body's refractive index to that of air so that it neither absorbs nor reflects light. He carries out this procedure on himself and renders himself invisible, but fails in his attempt to reverse it. A practitioner of random and irresponsible violence, Griffin has become an iconic character in horror fiction.",
      "id": 16
    }
  ]
}